Revit 2027 API
ParameterTypeId.RbsPipeConnectorSystemClassificationParam Property
 "System Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeConnectorSystemClassificationParam { get; }
Public Shared ReadOnly Property RbsPipeConnectorSystemClassificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeConnectorSystemClassificationParam {
	ForgeTypeId^ get ();
}
static member RbsPipeConnectorSystemClassificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace